export const weeksLecipe = [
    {
        id: 1,
        title: "식빵으로 에그타르트 만들기",
        content: `만드는 법 :
            1. 식빵 테두리는 모두 자르고, 영상과 같이 칼집을 낸 뒤 머핀틀에 담아준다
            2. 우유, 계란, 밀가루, 설탕, 소금, 바닐라익스트렉을 넣고 섞은 뒤, 체에 걸러주고,
            3. 머핀틀에 담은 식빵 속에 준비한 계란물을 넣은 뒤 에어프라이어 170﻿℃ 15분 굽는다 (집집마다 시간과 온도는 차이날 수 있어요 )
            4. 식빵 자투리는 적당한 용기에 담은 뒤, 남은 계란물을 붓고, 베이컨과 치즈, 파슬리를 올린 뒤,
            5. 마찬가지로 에어프라이어 170﻿℃ 15분 굽는다 (집집마다 시간과 온도는 차이날 수 있어요 )

            집에서 쉽게 만드는 두가지 식빵 요리 ~ 맛있게 즐겨보세요~ ❤️`,
        material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼", "소금약간", "바닐라익스트렉"],
        price: 15000,
        img: "./images/week/1.jpg",
    },
    {
        id: 2,
        title: "두부요리 만들기",
        content: `만드는 법 :
            1. 두부는 기름을 두르지 않은 팬에 으깨면서 볶아주고
            2. 고슬고슬해진 두부에 간장과 굴소스를 넣어 볶은 뒤 잠시 덜어준다.
            3. ﻿계란 2개는 소금약간 넣고 풀어둔 뒤, 기름을 두른 팬에 스크램블을 만든 뒤 잠시 덜어주고,
            4. 부추와 쪽파는 원하는 만큼 송송 썰어준비한다.
            5. 밥은 원하는 만큼 그릇에 담고 (두부가 제법 배불러 밥은 많이 넣지 않아도 충분해요)
            6. 밥 위에 두부, 쪽파, 부추, 계란을 올린 뒤, 참기름과 깨를 뿌려 마무리한다.`,
        material: ["두부 1모 (300g)", "계란 2개", "쪽파", "부추 취향껏","간장 2스푼", "굴소스 1스푼", "소금 약간", "기름","현미밥 (햇반기준 1/3공기)" , "깨", "참기름"],
        price: 25000,
        img: "./images/week/2.jpg",
    },
    {
        id: 3,
        title: "대패삼겹살 요리! 만들기",
        content: `만드는 법:
            1. 약불에 팬을 올리고, 라이스페이퍼 1장을 올린 뒤, 계란 1개를 풀어준다.
            2. 그 위에 썰은 양배추 한줌과 대패 삼겹살을 올리고, 뚜껑 덮어 익힌 뒤
            3. 뚜껑 열고 뒤집어 삼겹살을 완전히 익히고,
            4. 한번 더 뒤집어 삼겹살 위에 치즈를 올리고, 뚜껑 덮어 치즈가 녹을만큼 익힌 뒤 마무리한다.
            5. 완성된 요리는 접시에 옮긴 뒤 돈가스소스, 마요네즈, 가스오부시를 뿌려 맛있게 먹는다~,`,
        material: ["라이스페이퍼 1장", "계란 1개", "대패삼겹살 8조각", "양배추 한 줌", "모짜렐라치즈", "소금", "후추", "돈가스소스", "마요네즈", "가쓰오부시(생략가능)"],
        price: 35000,
        img: "./images/week/3.jpg",
    },
    {
        id: 4,
        title: "해장하기 좋은 매콤한 하고 진한 오돌뼈 라면 만들기",
        content: `만드는 법 :
            1. 오돌뼈에 후춧가루, 맛술을 넣고 버무린다.
            2. 양파는 채 썬다.
            3. 대파는 어슷 썬다.
            4. 라면을 준비한다.
            5. 냄비에 기름 없이 오돌뼈를 센 불로 볶는다.
            6, 오돌뼈가 절반 익으면 양파, 대파를 넣고 볶는다.
            7. 야채의 향이 나면 간장을 넣고 센 불로 볶는다.
            8. 야채에서 불향이 나면 고춧가루를 넣고 볶는다.
            9. 재료에 고춧가루가 전체적으로 묻으면 물, 스프를 넣고 끓인다.
            10. 끓어오르면 면을 넣고 취향껏 익혀 준다.

            집에서 쉽게 만드는 오돌뼈 라면 요리 ~ 맛있게 즐겨보세요~ ❤️`,
        material: ["오돌뼈 150g", "후춧가루 조금", "맛술 1숟가락", "양파 1/4개", "대파 1대", "라면 1봉지", "간장 1.5숟가락", "고춧가루 1.5숟가락", "물 550ml"],
        price: 11000,
        img: "./images/week/1.jpg",
    },
    {
        id: 5,
        title: "한국인이 잘 모르는 철판에 눌러 먹는 몬자야끼 만들기",
        content: `만드는 법 :
            1. 대파는 송송 썬다.
            2. 양배추는 채 썬다.
            3. 볼에 밀가루, 물, 돈까스소스를 넣고 섞는다.
            4. 반죽에 양배추, 새우, 대파를 넣고 섞는다.
            5. 팬에 기름을 넣고 반죽에 들어있는 재료만 건져서 넣어 준다.
            6. 중불에서 야채를 익혀 준다.
            7. 야채가 절반 정도 익으면 도넛 모양으로 가운데 동그랗게 만들어 준다.
            8. 가운데 반죽을 여러 번 나눠서 부어 준다.
            9. 반죽이 끓어오르고 끈기가 생길 때까지 기다린다.
            10. 옥수수캔, 슬라이스치즈 넣고 전체적으로 볶는다.
            11. 반죽을 얇게 펴준다.
            12. 중불로 5~10분 정도 익혀준다.
            13. 팬에 눌어붙은 반죽을 숟가락을 이용해서 떠먹는다.

            집에서 쉽게 만드는 몬자야끼 요리 ~ 맛있게 즐겨보세요~ ❤️`,
        material: ["대파 1/2대", "양배추 200g", "박력밀가루 40g", "물 350ml", "돈까스소스 4숟가락", "냉동새우 5마리", "옥수수캔 30g", "슬라이스치즈 1장"],
        price: 29000,
        img: "./images/week/2.jpg",
    },
    {
        id: 6,
        title: "국방부 조리병 출신이 알려준 장관님만 드셨다는 갈치조림 레시피",
        content: `만드는 법 :
            1. 갈치 1마리는 쌀뜬물에 잠시 담그고
            내장쪽에 검은 막, 비늘을 제거해줍니다
            2. 양념장을 만들어주세요.
            설탕 1/2큰술, 고춧가루 3큰술, 진간장 3큰술, 맛술 1큰술,
            올리고당 2큰술, 고추장 듬뿍 1큰술, 된장 1/2큰술, 다진마늘 1큰술
            3. 양파 1/2개, 대파 1개, 청양고추 1개, 무 1/3개 썰어주세요.
            4. 물 500ml에 전분가루 1큰술 넣고 잘 섞어주세요.
            5. 냄비에 무 깔고 전분물 넣고, 양념장 1/2분량 넣고 20분간 끓여줍니다.
            6. 20분 후 갈치 넣고, 남은 양념장, 야채들 넣고 10분간 더 끓여줍니다.
            7. 멸치액젓으로 추가 간 해주고, 불 끄고 후추 살짝 뿌려주면 완성!!

            집에서 쉽게 만드는 갈치조림 요리 ~ 맛있게 즐겨보세요~ ❤️`,
        material: ["설탕 1/2큰술", "고춧가루 3큰술", "진간장 3큰술", "맛술 1큰술", "올리고당 2큰술", "고추장 듬뿍 1큰술", "된장 1/2큰술", "다진마늘 1큰술", "양파 1/2개", "대파 1개", "청양고추 1개", "무 1/3개" ],
        price: 37000,
        img: "./images/week/3.jpg",
    },
    {
        id: 7,
        title: "롤유부초밥 이렇게 만들기",
        content: `만드는 법 :
            1. 밥에 식초, 설탕, 소금을 넣고 섞는다
            2. 롤유부를 준비한다.
            3. 스팸은 유부 크기에 맞게 8등분으로 자른다.
            4. 팬에 기름 없이 약불로 스팸을 노릇하게 굽는다.
            5. 유부의 2/3 지점까지 밥을 펴 준다.
            6. 밥 위에 구운 스팸을 올려 준다.
            7. 유부를 김밥 말듯이 동그랗게 말아 준다.

            집에서 쉽게 만드는 두가지 식빵 요리 ~ 맛있게 즐겨보세요~ ❤️`,
        material: ["밥 250g", "식초 1숟가락", "설탕 1작은 숟가락", "소금 조금", "롤유부 8장", "스팸 120g"],
        price: 21000,
        img: "./images/week/2.jpg",
    },
]
