export const weeksLecipe = [
    {
        id: 1,
        title: "식빵으로 에그타르트 마들기!",
        content: `만드는 법 :
        1. 식빵 테두리는 모두 자르고, 영상과 같이 칼집을 낸 뒤 머핀틀에 담아준다
        2. 우유, 계란, 밀가루, 설탕, 소금, 바닐라익스트렉을 넣고 섞은 뒤, 체에 걸러주고,
        3. 머핀틀에 담은 식빵 속에 준비한 계란물을 넣은 뒤 에어프라이어 170﻿℃ 15분 굽는다 (집집마다 시간과 온도는 차이날 수 있어요 )
        4. 식빵 자투리는 적당한 용기에 담은 뒤, 남은 계란물을 붓고, 베이컨과 치즈, 파슬리를 올린 뒤,
        5. 마찬가지로 에어프라이어 170﻿℃ 15분 굽는다 (집집마다 시간과 온도는 차이날 수 있어요 )
        
        집에서 쉽게 만드는 두가지 식빵 요리 ~ 맛있게 즐겨보세요~ ❤️`,
        material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼", "소금약간", "바닐라익스트렉","베이컨","치즈"],
        price: 15000,
        img: "./images/week/001.jpg"
    },
    {
        id: 2,
        title: "두부요리 진짜 최고로 맛있어요!!",
        content: `만드는 법 :
        1. 간장, 굴소스, 다진마늘, 맛술, 물, 꿀, 참기름을 섞어 양념장을 만들고
        2. 순두부는 물기 제거 후 김밥용 김에 돌돌 말아 적당한 크기로 썰어준다
        3. 썰은 두부는 전분가루 옷을 입히고
        4. 기름을 두른 팬에 앞뒤로 노릇노릇 굽다가 준비한 양념장을 부어 조려준다
        `,
        material: ["순두부1팩", "김밥용 김 1장", "전분가루", "기름", "깨", "쪽파", "갖은양념"],
        price: 10000,
        img: "./images/week/002.jpg"
    },
    {
        id: 3,
        title: "또띠아 제발 계란에 접어드세요!",
        content: `만드는 법 :
        1. 파프리카, 양파를 다져주세요.
2. 바질, 비트잎을 잘라주세요.
3. 계란 4개, 소금 2꼬집 풀어주세요.
4. 베이컨을 구워주세요.
5 팬에 식용유를 두르고 계란을 또띠아 크기로 만들어주세요.
6. 모차렐라 치즈 약간, 양파 약간, 파프리카 약간 골고루 뿌려주세요.
7. 또띠아로 덮어서 뒤집어주세요.
8. 베이컨 2장 올려주세요.
9. 옥수수콘 2스푼, 모차렐라치즈 약간, 양파 약간, 파프리카 약간 뿌려주세요.
10. 바질, 비트잎을 놓아주세요.
11. 체다치즈 2장을 올리고 반으로 접어주세요.
12. 한개 더 똑같이 만들어주세요.`,
        material: ["또띠아2장", "파프리카100g", "양파50g", "체다치즈 4장"],
        price: 9000,
        img: "images/week/003.jpg"
    },
    {
        id: 4,
        title: "두~툼해서 2배로 맛있는 계란토스트",
        content: `만드는 법 :
        1. 식빵 2장을 반으로 잘라주세요.
2. 닭가슴살을 익혀주세요.
3. 체다치즈를 반으로 잘라주세요.
4. 아보카도를 반개 썰어주세요.
5. 닭가슴살을 어슷하게 썰어주세요.
6. 계란 3개, 소금 2꼬집씩 두개 만들어주세요.
7. 팬에 슬라이스햄, 베이컨을 구워주세요.
8. 슬라이스햄, 베이컨을 반으로 잘라주세요.
9. 팬에 버터를 둘러주세요.
10. 계란 3개를 부어서 식빵을 앞뒤로 묻혀서 2개 올려주세요.
11. 계란을 뒤집어서 테두리를 안쪽으로 접어주세요.
12.베이컨&슬라이스햄 체다치즈를 올려서 접어주세요.
13. 나머지 식빵도 같은 방식으로 하는데 속재료를 다르게 체다치즈, 닭가슴살, 아보카도를 올리고 아보카도에 소금 아주 약간, 후춧가루 아주 약간 뿌리고 접어주세요.`,
        material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼", "소금약간", "바닐라익스트렉","베이컨","치즈"],
        price: 15000,
        img: "images/week/004.jpg"
    },
    {
        id: 5,
        title: "먹으면 살이 빠진다는 음식?! 맛있게 먹으면서 다이어트 하는 법",
        content: `만드는 법 :
        1. 고구마를 채 썰어서 한번 씻어주세요.
2. 찜기에 끓으면 고구마, 배추를 넣고 5분 쪄주세요.
3. 찐 배추는 건져서 식혀주세요.
4. 파프리카, 고추 채 썰어주세요.
5. 계란 3개, 소금 2꼬집 섞어주세요.
6. 다진청고추 1개&홍고추 1개, 멸치액젓 1스푼, 멸치다시물 3스푼, 레몬즙(식초) 반스푼, 매실액 1티스푼, 통깨 반스푼 섞어 소스를 만들어주세요.
7. 배추 줄기는 잘라서 채 썰어주세요.
8. 배추에 채 썰은 재료를 넣고 팽이버섯을 넣고 말아주세요.
9. 팬에 식용유를 두르고 배추말이를 계란을 골고루 묻혀서 구워주세요.`,
        material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼", "소금약간", "바닐라익스트렉","베이컨","치즈"],
        price: 20000,
        img: "images/week/005.jpg"
    },
    {
        id: 6,
        title: "아침에 굶지마시고 5분만에 후딱~ 초간단 볶음밥 만들어드세요.",
        content: `만드는 법 :
        1. 크래미를 찢어주세요.
2. 대파를 다져주세요.
3. 계란 2개에 소금 2꼬집 넣고 풀어주세요.
4. 팬에 식용유 3스푼 두르고 대파 줄기부터 먼저 볶아주세요.
5. 파 기름이 올라오면 계란 스크램블을 해주세요.
6. 밥을 넣고 볶아주세요.
7. 게살, 대파 잎부분 넣고 볶아주세요.
8. 소금 1/3티스푼, 후춧가루 약간, 참기름 1스푼 넣고 볶아주세요.`,
        material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼", "소금약간", "바닐라익스트렉","베이컨","치즈"],
        price: 15000,
        img: "images/week/006.jpg"
    },
    {
        id: 7,
        title: "'이것' 한스푼이면 쫄깃쫄깃! 고기보다 맛있는 🍆가지",
        content: `만드는 법 :
        1. 먼저 팬에 기름을 두르고 파기름을 내어줍니다.	
        2. 파기름이 나오면 반으로 잘라 슬라이스한 가지를 넣고 함께 볶아주세요.	
        3. 가지를 볶다 간장으로 간을 해줍니다.
        4. 요즘 인기인 액젓을 넣어도 괜찮더라고요.	
        5. 설탕을 넣고 한번 휘리릭 볶아주면 끝!`,
        material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼", "소금약간", "바닐라익스트렉","베이컨","치즈"],
        price: 10000,
        img: "images/week/007.jpg"
    }
];


export const recipeData = [
    {
        id: 1,
        title: "식빵으로 에그타르트 마들기!",
        content: `만드는 법 :
        1. 식빵 테두리는 모두 자르고, 영상과 같이 칼집을 낸 뒤 머핀틀에 담아준다
        2. 우유, 계란, 밀가루, 설탕, 소금, 바닐라익스트렉을 넣고 섞은 뒤, 체에 걸러주고,
        3. 머핀틀에 담은 식빵 속에 준비한 계란물을 넣은 뒤 에어프라이어 170﻿℃ 15분 굽는다 (집집마다 시간과 온도는 차이날 수 있어요 )
        4. 식빵 자투리는 적당한 용기에 담은 뒤, 남은 계란물을 붓고, 베이컨과 치즈, 파슬리를 올린 뒤,
        5. 마찬가지로 에어프라이어 170﻿℃ 15분 굽는다 (집집마다 시간과 온도는 차이날 수 있어요 )
        
        집에서 쉽게 만드는 두가지 식빵 요리 ~ 맛있게 즐겨보세요~ ❤️`,
        material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼", "소금약간", "바닐라익스트렉","베이컨","치즈"],
        price: 15000,
        img: "./images/recipe/001.png",
        category: "분식"
    },
    {
        id: 2,
        title: "두부요리 진짜 최고로 맛있어요!!",
        content: `만드는 법 :
        1. 간장, 굴소스, 다진마늘, 맛술, 물, 꿀, 참기름을 섞어 양념장을 만들고
        2. 순두부는 물기 제거 후 김밥용 김에 돌돌 말아 적당한 크기로 썰어준다
        3. 썰은 두부는 전분가루 옷을 입히고
        4. 기름을 두른 팬에 앞뒤로 노릇노릇 굽다가 준비한 양념장을 부어 조려준다
        `,
        material: ["순두부1팩", "김밥용 김 1장", "전분가루", "기름", "깨", "쪽파", "갖은양념"],
        price: 10000,
        img: "./images/recipe/002.jpeg",
        category: "중식"
    },
    {
        id: 3,
        title: "또띠아 제발 계란에 접어드세요!",
        content: `만드는 법 :
        1. 파프리카, 양파를 다져주세요.
2. 바질, 비트잎을 잘라주세요.
3. 계란 4개, 소금 2꼬집 풀어주세요.
4. 베이컨을 구워주세요.
5 팬에 식용유를 두르고 계란을 또띠아 크기로 만들어주세요.
6. 모차렐라 치즈 약간, 양파 약간, 파프리카 약간 골고루 뿌려주세요.
7. 또띠아로 덮어서 뒤집어주세요.
8. 베이컨 2장 올려주세요.
9. 옥수수콘 2스푼, 모차렐라치즈 약간, 양파 약간, 파프리카 약간 뿌려주세요.
10. 바질, 비트잎을 놓아주세요.
11. 체다치즈 2장을 올리고 반으로 접어주세요.
12. 한개 더 똑같이 만들어주세요.`,
        material: ["또띠아2장", "파프리카100g", "양파50g", "체다치즈 4장"],
        price: 9000,
        img: "images/recipe/003.jpg",
        category: "중식"
    },
    {
        id: 4,
        title: "두~툼해서 2배로 맛있는 계란토스트",
        content: `만드는 법 :
        1. 식빵 2장을 반으로 잘라주세요.
2. 닭가슴살을 익혀주세요.
3. 체다치즈를 반으로 잘라주세요.
4. 아보카도를 반개 썰어주세요.
5. 닭가슴살을 어슷하게 썰어주세요.
6. 계란 3개, 소금 2꼬집씩 두개 만들어주세요.
7. 팬에 슬라이스햄, 베이컨을 구워주세요.
8. 슬라이스햄, 베이컨을 반으로 잘라주세요.
9. 팬에 버터를 둘러주세요.
10. 계란 3개를 부어서 식빵을 앞뒤로 묻혀서 2개 올려주세요.
11. 계란을 뒤집어서 테두리를 안쪽으로 접어주세요.
12.베이컨&슬라이스햄 체다치즈를 올려서 접어주세요.
13. 나머지 식빵도 같은 방식으로 하는데 속재료를 다르게 체다치즈, 닭가슴살, 아보카도를 올리고 아보카도에 소금 아주 약간, 후춧가루 아주 약간 뿌리고 접어주세요.`,
        material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼", "소금약간", "바닐라익스트렉","베이컨","치즈"],
        price: 15000,
        img: "images/recipe/004.jpg",
        category: "한식"
    },
    {
        id: 5,
        title: "먹으면 살이 빠진다는 음식?! 맛있게 먹으면서 다이어트 하는 법",
        content: `만드는 법 :
        1. 고구마를 채 썰어서 한번 씻어주세요.
2. 찜기에 끓으면 고구마, 배추를 넣고 5분 쪄주세요.
3. 찐 배추는 건져서 식혀주세요.
4. 파프리카, 고추 채 썰어주세요.
5. 계란 3개, 소금 2꼬집 섞어주세요.
6. 다진청고추 1개&홍고추 1개, 멸치액젓 1스푼, 멸치다시물 3스푼, 레몬즙(식초) 반스푼, 매실액 1티스푼, 통깨 반스푼 섞어 소스를 만들어주세요.
7. 배추 줄기는 잘라서 채 썰어주세요.
8. 배추에 채 썰은 재료를 넣고 팽이버섯을 넣고 말아주세요.
9. 팬에 식용유를 두르고 배추말이를 계란을 골고루 묻혀서 구워주세요.`,
        material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼", "소금약간", "바닐라익스트렉","베이컨","치즈"],
        price: 20000,
        img: "images/recipe/005.jpg", 
        category: "한식"
    },
    {
        id: 6,
        title: "아침에 굶지마시고 5분만에 후딱~ 초간단 볶음밥 만들어드세요.",
        content: `만드는 법 :
        1. 크래미를 찢어주세요.
2. 대파를 다져주세요.
3. 계란 2개에 소금 2꼬집 넣고 풀어주세요.
4. 팬에 식용유 3스푼 두르고 대파 줄기부터 먼저 볶아주세요.
5. 파 기름이 올라오면 계란 스크램블을 해주세요.
6. 밥을 넣고 볶아주세요.
7. 게살, 대파 잎부분 넣고 볶아주세요.
8. 소금 1/3티스푼, 후춧가루 약간, 참기름 1스푼 넣고 볶아주세요.`,
        material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼", "소금약간", "바닐라익스트렉","베이컨","치즈"],
        price: 15000,
        img: "images/recipe/006.webp",
        category: "분식"
    },
    {
        id: 7,
        title: "'이것' 한스푼이면 쫄깃쫄깃! 고기보다 맛있는 🍆가지",
        content: `만드는 법 :
        1. 먼저 팬에 기름을 두르고 파기름을 내어줍니다.	
        2. 파기름이 나오면 반으로 잘라 슬라이스한 가지를 넣고 함께 볶아주세요.	
        3. 가지를 볶다 간장으로 간을 해줍니다.
        4. 요즘 인기인 액젓을 넣어도 괜찮더라고요.	
        5. 설탕을 넣고 한번 휘리릭 볶아주면 끝!`,
        material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼", "소금약간", "바닐라익스트렉","베이컨","치즈"],
        price: 10000,
        img: "images/recipe/007.jpeg",
        category: "일식"
    },
    {
        id: 8,
        title: "식빵으로 에그타르트 마들기!",
        content: `만드는 법 :
        1. 식빵 테두리는 모두 자르고, 영상과 같이 칼집을 낸 뒤 머핀틀에 담아준다
        2. 우유, 계란, 밀가루, 설탕, 소금, 바닐라익스트렉을 넣고 섞은 뒤, 체에 걸러주고,
        3. 머핀틀에 담은 식빵 속에 준비한 계란물을 넣은 뒤 에어프라이어 170﻿℃ 15분 굽는다 (집집마다 시간과 온도는 차이날 수 있어요 )
        4. 식빵 자투리는 적당한 용기에 담은 뒤, 남은 계란물을 붓고, 베이컨과 치즈, 파슬리를 올린 뒤,
        5. 마찬가지로 에어프라이어 170﻿℃ 15분 굽는다 (집집마다 시간과 온도는 차이날 수 있어요 )
        
        집에서 쉽게 만드는 두가지 식빵 요리 ~ 맛있게 즐겨보세요~ ❤️`,
        material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼", "소금약간", "바닐라익스트렉","베이컨","치즈"],
        price: 15000,
        img: "./images/recipe/008.jpg",
        category: "분식"
    },
    {
        id: 9,
        title: "두부요리 진짜 최고로 맛있어요!!",
        content: `만드는 법 :
        1. 간장, 굴소스, 다진마늘, 맛술, 물, 꿀, 참기름을 섞어 양념장을 만들고
        2. 순두부는 물기 제거 후 김밥용 김에 돌돌 말아 적당한 크기로 썰어준다
        3. 썰은 두부는 전분가루 옷을 입히고
        4. 기름을 두른 팬에 앞뒤로 노릇노릇 굽다가 준비한 양념장을 부어 조려준다
        `,
        material: ["순두부1팩", "김밥용 김 1장", "전분가루", "기름", "깨", "쪽파", "갖은양념"],
        price: 10000,
        img: "./images/recipe/009.jpg",
        category: "중식"
    },
    {
        id: 10,
        title: "또띠아 제발 계란에 접어드세요!",
        content: `만드는 법 :
        1. 파프리카, 양파를 다져주세요.
2. 바질, 비트잎을 잘라주세요.
3. 계란 4개, 소금 2꼬집 풀어주세요.
4. 베이컨을 구워주세요.
5 팬에 식용유를 두르고 계란을 또띠아 크기로 만들어주세요.
6. 모차렐라 치즈 약간, 양파 약간, 파프리카 약간 골고루 뿌려주세요.
7. 또띠아로 덮어서 뒤집어주세요.
8. 베이컨 2장 올려주세요.
9. 옥수수콘 2스푼, 모차렐라치즈 약간, 양파 약간, 파프리카 약간 뿌려주세요.
10. 바질, 비트잎을 놓아주세요.
11. 체다치즈 2장을 올리고 반으로 접어주세요.
12. 한개 더 똑같이 만들어주세요.`,
        material: ["또띠아2장", "파프리카100g", "양파50g", "체다치즈 4장"],
        price: 9000,
        img: "images/recipe/010.jpg",
        category: "일식"
    },
    {
        id: 11,
        title: "두~툼해서 2배로 맛있는 계란토스트",
        content: `만드는 법 :
        1. 식빵 2장을 반으로 잘라주세요.
2. 닭가슴살을 익혀주세요.
3. 체다치즈를 반으로 잘라주세요.
4. 아보카도를 반개 썰어주세요.
5. 닭가슴살을 어슷하게 썰어주세요.
6. 계란 3개, 소금 2꼬집씩 두개 만들어주세요.
7. 팬에 슬라이스햄, 베이컨을 구워주세요.
8. 슬라이스햄, 베이컨을 반으로 잘라주세요.
9. 팬에 버터를 둘러주세요.
10. 계란 3개를 부어서 식빵을 앞뒤로 묻혀서 2개 올려주세요.
11. 계란을 뒤집어서 테두리를 안쪽으로 접어주세요.
12.베이컨&슬라이스햄 체다치즈를 올려서 접어주세요.
13. 나머지 식빵도 같은 방식으로 하는데 속재료를 다르게 체다치즈, 닭가슴살, 아보카도를 올리고 아보카도에 소금 아주 약간, 후춧가루 아주 약간 뿌리고 접어주세요.`,
        material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼", "소금약간", "바닐라익스트렉","베이컨","치즈"],
        price: 15000,
        img: "images/recipe/011.jpeg",
        category: "일식"
    },
    {
        id: 12,
        title: "먹으면 살이 빠진다는 음식?! 맛있게 먹으면서 다이어트 하는 법",
        content: `만드는 법 :
        1. 고구마를 채 썰어서 한번 씻어주세요.
2. 찜기에 끓으면 고구마, 배추를 넣고 5분 쪄주세요.
3. 찐 배추는 건져서 식혀주세요.
4. 파프리카, 고추 채 썰어주세요.
5. 계란 3개, 소금 2꼬집 섞어주세요.
6. 다진청고추 1개&홍고추 1개, 멸치액젓 1스푼, 멸치다시물 3스푼, 레몬즙(식초) 반스푼, 매실액 1티스푼, 통깨 반스푼 섞어 소스를 만들어주세요.
7. 배추 줄기는 잘라서 채 썰어주세요.
8. 배추에 채 썰은 재료를 넣고 팽이버섯을 넣고 말아주세요.
9. 팬에 식용유를 두르고 배추말이를 계란을 골고루 묻혀서 구워주세요.`,
        material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼", "소금약간", "바닐라익스트렉","베이컨","치즈"],
        price: 20000,
        img: "images/recipe/012.jpg",
        category: "한식"
    },
]

